{
    "Items": [
        {
          "key":"introduction2",
          "value":"Магистральный самолёт XXI века — перспективный российский ближне-среднемагистральный узкофюзеляжный пассажирский самолёт. Программа семейства ближне-среднемагистральных самолётов МС-21 разрабатывается корпорацией «Иркут» совместно с входящим в её состав ОКБ Яковлева. Предполагалось, что при запуске серийного производства самолёт получит наименование Як-242, однако, впоследствии от этого отказались. Первый полёт совершил 28 мая 2017 года. Впервые был открыт для публичного посещения на МАКС-2019 в сентябре 2019 года. Начало серийного производства было запланировано на 2017 год, но было перенесено сначала на 2018 год, а затем на 2021 год. В связи с действием санкций против корпораций ОАК и «Ростех» срок может быть перенесён на период до 2025 года"
        },
        {
          "key":"introduction3",
          "value":"Цифровые технологии – тема безусловно важная и весьма актуальная в современных условиях. Эффективность работы авиастроительных предприятий в современных условиях определяется наличием высококачественных технических и программных средств, позволяющих обеспечить гибкость технологических процессов, автоматизировать работу и взаимодействие производственных подразделений. Авиастроительные предприятия ориентированы на производство сложных изделий. Необходимо производить продукцию с высоким качеством и с высокой точностью и зачастую в сжатые сроки. Любое производство в наше время основано на применении информационных технологий. Информационные технологии и компьютеризация позволяют усовершенствовать и облегчить производственный процесс. Достичь высокой конкурентоспособности и качества авиационной продукции невозможно без применения современных информационных технологий. В настоящее время в авиастроении существует программное обеспечение, позволяющее автоматизировать практически всю научно-техническую и инженерную деятельность предприятия на этапах проектирования и производства."
        },
        {
          "key":"introduction4",
          "value":"Самолето- и вертолётостроение – специальная отрасль машиностроения, связанная с изготовлением летательных аппаратов, представляющих собой сложные, тонкостенные, крупногабаритные конструкции, изготовленные из дорогостоящих, труднообрабатываемых материалов. Правильно спроектированные технологические сборочные процессы для узлов и агрегатов планера самолета обеспечивают точность изготовления конструкции, их взаимозаменяемость, способствуют снижению массы конструкции, обеспечивают качество, эксплуатационную надежность и ресурс отдельных агрегатов и всего планера в течение всего времени эксплуатации."
        },
        {
          "key":"bracket",
          "value":"Выполните монтаж кронштейнов на реперные площадки, которые есть на раме сборочной панели (СП)."
        },
        {
          "key":"bolt",
          "value":"Зафиксируйте кронштейн болтами."
        },
        {
          "key":"switch",
          "value":"Выполните монтаж рубильников на установленные раннее кронштейны."
        },
        {
          "key":"switch_add",
          "value":"Зафиксируйте установленный рубильник замком (нижняя деталь) и шпилькой (верхняя деталь)."
        },
        {
          "key":"switch1",
          "value":"Проверьте подвижность рубильников после их монтажа, чтобы не было заклинивания: откройте замок рубильника (внизу в кронштейне), далее произойдет подъем и опускание рубильника, после чего закройте замок (поставьте на своё место). Повторите для каждого рубильника."
        },
        {
          "key":"switch2",
          "value":"Поднимите фиксирующие (передние) рубильники (необходимо снять замок рубильника, дождаться его подъема и установить замок обратно)."
        },
        {
          "key":"panel",
          "value":"Выполните монтаж обшивки, прижав её к базовым рубильникам и к упорам."
        },
        {
          "key":"stringer",
          "value":"Прижмите стрингеры к обшивке."
        },
        {
          "key":"switch3",
          "value":"Опустите фиксирующие рубильники (необходимо снять замок рубильника, дождаться его опускания и установить замок обратно), тем самым прижав обшивку к базовым рубильникам."
        },
        {
          "key":"knit",
          "value":"Прижмите кницу к фиксирующему рубильнику и к обшивке, дождитесь пока кница зафиксируется с помощью винтового прижима, который располагается на рубильнике."
        },
        {
          "key":"drill",
          "value":"Возьмите со стеллажа пневмодрель и выполните разделку отверстий (необходимо поднести дрель к отмеченной зеленым цветом метке для отверстия и, когда она станет красным, держать дрель в таком состоянии на протяжении секунды, пока метка не пропадет)."
        },
        {
          "key":"boltik",
          "value":"Установите заклёпки в просверленные отверстия."
        },
        {
          "key":"switch4",
          "value":"Поднимите фиксирующие (передние) рубильники (необходимо снять замок рубильника, дождаться его подъема и установить замок обратно) и дождитесь, пока произойдет выемка узла из СП."
        },
        {
          "key":"obod",
          "value":"Возьмите обод шпангоута и установите его к кницам."
        },
        {
          "key":"finish",
          "value":"Обучение пройдено! Наведите лучом на деталь, чтобы увидеть её название."
        },
        {
          "key":"checkmode",
          "value":"Экзамен пройден!"
        }
    ]
}
